afl_output_inform_response_24h/fuzzer03/queue/id:000019,orig:set_parameter_values_3.xml

<?xml version="1.0" encoding="utf-8"?><soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">22</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:SetParameterValues><ParameterList soap-enc:arrayType="cwmp:ParameterValueStruct[1]"><ParameterValueStruct><Name xsi:type="xsd:string">InternetGatewayDevice.ManagementServer.ConnectionRequestUsername</Name><Value xsi:type="xsd:string">useradmin</Value></ParameterValueStruct><ParameterValueStruct><Name xsi:type="xsd:string">InternetGatewayDevice.ManagementServer.ConnectionRequestPassword</Name><Value xsi:type="xsd:string">XXX11@xxx</Value></ParameterValueStruct></ParameterList><ParameterKey xsi:type="xsd:string">SetPValues1885</ParameterKey></cwmp:SetParameterValues></soap-env:Body></soap-env:Envelope>